Repository: Bogdi995/Object-Employee-Manager
Catalog: Object_Manager/Translations/Object Manager.g.*.xlf
Languages: de_de, ro_ro

# Report 2805527838 - Method 32751242 - NamedType 3501645067
source: unused global methods
de_de: unbenutzte globale Methoden
ro_ro: metode globale nefolosite

# Report 2805527838 - Method 32751242 - NamedType 2672208877
source: local methods
de_de: lokale Methoden
ro_ro: metode locale

# Report 2805527838 - Method 32751242 - NamedType 119998745
source: unused local methods
de_de: unbenutzte lokale Methoden
ro_ro: metode locale nefolosite

# Report 2805527838 - Method 32751242 - NamedType 4030399208
source: unused parameters
de_de: unbenutzte Parameter
ro_ro: parametrii nefolositi

# Report 2805527838 - Method 32751242 - NamedType 4007295264
source: unused return values
de_de: unbenutzte Rückgabewerte
ro_ro: valori de returnare nefolosite

# Report 2805527838 - Method 32751242 - NamedType 2951488336
source: global variables
de_de: globale Variablen
ro_ro: variabile nefolosite

# Report 2805527838 - Method 32751242 - NamedType 4249654788
source: unused global variables
de_de: unbenutzte globale Variablen
ro_ro: variabile globale nefolosite

# Report 2805527838 - Method 32751242 - NamedType 2866805295
source: variables
de_de: Variablen
ro_ro: variabile

# Report 2805527838 - Method 32751242 - NamedType 2813183107
source: unused variables
de_de: unbenutzte Variablen
ro_ro: variabile nefolosite

# Report 2805527838 - Method 32751242 - NamedType 1492037251
source: external relations*
de_de: externe Verbindungen*
ro_ro: relatii externe*

# Report 2805527838 - Method 32751242 - NamedType 2359595616
source: internal relations*
de_de: interne Verbindungen*
ro_ro: relatii interne*

# Report 2805527838 - Method 32751242 - NamedType 2411955063
source: internal objects*
de_de: interne Objekte*
ro_ro: obiecte interne*

# Report 2805527838 - Method 32751242 - NamedType 1141149159
source: external objects*
de_de: externe Objekte*
ro_ro: obiecte externe*

# Report 2805527838 - Method 32751242 - NamedType 217683198
source: objects used*
de_de: verwendete Objekte*
ro_ro: obiecte utilizate*

# Report 2805527838 - ReportLabel 3071622107
source: Count
de_de: Zählung
ro_ro: Numărătoare

# Report 2805527838 - ReportLabel 162990859
source: *objects used in most other objects
de_de: *Objekte, die in den meisten anderen Objekten verwendet werden
ro_ro: *obiecte utilizate în majoritatea celorlalte obiecte

# Report 2805527838 - ReportLabel 1939796766
source: *relations to other objects
de_de: *Verbindungen zu anderen Objekten
ro_ro: *relații cu alte obiecte"

# Report 2805527838 - ReportLabel 1067743589
source: *most objects used in one object
de_de: *die meisten Objekte in einem Objekt verwendet
ro_ro: *cele mai multe obiecte utilizate într-un singur obiect

# Report 2805527838 - ReportLabel 229739956
source: *relations from other objects
de_de: *Verbindungen von anderen Objekten
ro_ro: *relații de la alte obiecte"

# Report 2805527838 - ReportLabel 1981706351
source: Name
ro_ro: Nume

# Report 2805527838 - ReportLabel 2411955063
source: No. of Objects Used in
de_de: Anzahl von Objekten, verwendet in
ro_ro: Nr. obiecte folosite in

# Report 2805527838 - ReportLabel 217683198
source: No. of Times Used
de_de: Anzahl der Verwendungen
ro_ro: Nr. de ori folosit

# Report 2805527838 - ReportLabel 534296058
source: Object No.
de_de: Objekt Nr.
ro_ro: Nr. obiect

# Report 2805527838 - ReportLabel 2966758701
source: *objects most often used in other objects
de_de: *Objekte, die am häufigsten in anderen Objekten verwendet werden
ro_ro: *obiecte utilizate cel mai des în alte obiecte

# Report 2805527838 - ReportLabel 3850977377
source: Object Type
de_de: Objekttyp
ro_ro: Tip obiect

# Report 2805527838 - ReportLabel 1492037251
source: Relations From
de_de: Verbindungen von
ro_ro: Relatii de la

# Report 2805527838 - ReportLabel 2359595616
source: Relations To
de_de: Verbindungen zu
ro_ro: Relatii catre

# Report 2805527838 - ReportLabel 617781293
source: Object Statistics Top 10
de_de: Objektstatistik Top 10
ro_ro: Statistici obiect Top 10

# Report 2805527838 - ReportLabel 2497946921
source: Total database
de_de: Datenbank insgesamt
ro_ro: Total bază de date

# Report 2805527838 - ReportLabel 816026312
source: Total database %
de_de: Datenbank insgesamt %
ro_ro: Total bază de date %

# Report 2805527838 - ReportLabel 1141149159
source: Used in No. of Objects
de_de: Verwendet in Nr. von Objekten
ro_ro: Folosit in nr. obiecte

# Report 2805527838 - Control 2346885236 - Property 2879900210
source: Options
de_de: Optionen
ro_ro: Opțiuni

# Report 2805527838 - Control 2130841768 - Property 1295455071
source: Specifies the chart type.
de_de: Gibt den Chart-Typ an.
ro_ro: Specifică tipul graficului.

# Report 2805527838 - Control 2130841768 - Property 2879900210
source: Chart Type
de_de: Chart-Typ
ro_ro: Tip grafic

# Report 2805527838 - Control 246488296 - Property 1295455071
source: Specifies the number of objects that will be included in the report.
de_de: Gibt die Anzahl der Objekte an, die in den Bericht aufgenommen werden sollen.
ro_ro: Specifică numărul de obiecte care vor fi incluse în raport.

# Report 2805527838 - Control 246488296 - Property 2879900210
source: Number of Objects
de_de: Anzahl von Objekten
ro_ro: Numar obiecte

# Report 2805527838 - Control 246488296 - Method 2126772001 - NamedType 2318461883
source: The value must be a positive number.
de_de: Der Wert muss eine positive Zahl sein.
ro_ro: Valoarea trebuie să fie un număr pozitiv.

# Report 2805527838 - Control 3909007884 - Property 2879900210
source: Option Types
de_de: Optionstypen
ro_ro: Tipuri optiune

# Report 2805527838 - Control 3909007884 - Method 2126772001 - NamedType 254198846
source: Option Type cannot be empty!
de_de: Option Typ kann nicht leer sein!
ro_ro: Tipuri optiune nu poate fi gol!

# Report 2805527838 - Control 3220827225 - Property 2879900210
source: Used
de_de: Verwendet
ro_ro: Utilizat

# PageExtension 713152267 - Property 2019332006
source: New,Process,Report,Leave
de_de: Neu,Prozess,Bericht,Verlassen
ro_ro: Nou,Proces,Raport,Plecare

# PageExtension 713152267 - Property 2879900210
source: Employees
de_de: Mitarbeiter
ro_ro: Angajati

# PageExtension 713152267 - Action 1817795259 - Property 2879900210
source: Leave History
de_de: Verlauf des Verlassens
ro_ro: Istorice plecare

# PageExtension 713152267 - Action 2774788154 - Property 2879900210
source: Predict Leave
de_de: Verlassen vorhersagen
ro_ro: Prezicere Plecare

# PageExtension 713152267 - Action 2516529895 - Property 2879900210
source: Why Leave
de_de: Warum verlassen
ro_ro: Motiv Plecare

# PageExtension 713152267 - Control 2021255090 - Property 1295455071
source: Predicts if the employee will leave or not.
de_de: Sagt voraus, ob der Mitarbeiter kündigen wird oder nicht.
ro_ro: Prezice dacă angajatul va pleca sau nu.

# PageExtension 713152267 - Control 2021255090 - Property 2879900210
source: Leave Prediction
de_de: Vorhersage verlassen
ro_ro: Predictie plecare

# PageExtension 713152267 - Control 2548090092 - Property 1295455071
source: Specifies the accuracy of the leave prediction. "Low" is less than 80%, "Medium" is between 80% and 90% and "High" is above 90%.
ro_ro: Precizează precizia predicției de ieșire. Low este mai mică de 80%, Medium este între 80% și 90%, iar High este peste 90%.

# PageExtension 713152267 - Control 2548090092 - Property 2879900210
source: Prediction Accuracy
ro_ro: Acuratete predictie

# PageExtension 713152267 - Control 2726823431 - Property 1295455071
source: Specifies the percentage of the prediction accuracy.
ro_ro: Specifică procentul de precizie a predicției.

# PageExtension 713152267 - Control 2726823431 - Property 2879900210
source: Prediction Accuracy %
ro_ro: Acuratete predictie %

# TableExtension 4245112373 - Property 2879900210
source: Employee Extension
de_de: Verlängerung für Mitarbeiter
ro_ro: Extensie Angajati

# TableExtension 4245112373 - Field 2021255090 - Property 2879900210
source: Leave Prediction
de_de: Vorhersage des Verlassens
ro_ro: Predictie plecare

# TableExtension 4245112373 - Field 2548090092 - Property 2879900210
source: Prediction Accuracy
ro_ro: Acuratete predictie

# TableExtension 4245112373 - Field 2726823431 - Property 2879900210
source: Prediction Accuracy %
ro_ro: Acuratete predictie %

# Enum 2637097570 - Property 2879900210
source: Leave Prediction
de_de: Vorhersage des Verlassens
ro_ro: Predictie plecare

# Enum 2637097570 - EnumValue 1257422379 - Property 2879900210
source: There's a chance to leave
de_de: Es gibt eine Chance weg zu gehen
ro_ro: Există o șansă de a pleca

# Enum 2637097570 - EnumValue 3212359541 - Property 2879900210
source: Will probably leave
de_de: Wird wahrscheinlich weggehen
ro_ro: Va pleca probabil

# Enum 2637097570 - EnumValue 1063039729 - Property 2879900210
source: Will probably stay
de_de: Wird wahrscheinlich bleiben
ro_ro: Probabil va rămâne

# Enum 1085746399 - Property 2879900210
source: Type
de_de: Typ
ro_ro: Tip

# Enum 1085746399 - EnumValue 1371073078 - Property 2879900210
source: EnumExtension
ro_ro: Extensie Enum

# Enum 1085746399 - EnumValue 438909893 - Property 2879900210
source: Page
de_de: Seite
ro_ro: Pagina

# Enum 1085746399 - EnumValue 3382280526 - Property 2879900210
source: PageExtension
de_de: SeiteErweiterung
ro_ro: Extensie Pagina

# Enum 1085746399 - EnumValue 1269526094 - Property 2879900210
source: Query
de_de: Abfrage
ro_ro: Interogare

# Enum 1085746399 - EnumValue 3375155882 - Property 2879900210
source: Report
de_de: Bericht
ro_ro: Raport

# Enum 1085746399 - EnumValue 1500409770 - Property 2879900210
source: Table
de_de: Tabelle
ro_ro: Tabel

# Enum 1085746399 - EnumValue 4084081897 - Property 2879900210
source: TableExtension
de_de: TabelleErweiterung
ro_ro: Extensie Tabel

# Enum 1085746399 - EnumValue 1979631940 - Property 2879900210
source: XMLPort
ro_ro: Port XML

# Enum 997826188 - Property 2879900210
source: Prediction Accuracy
ro_ro: Acuratete Predictie

# Enum 997826188 - EnumValue 3116416530 - Property 2879900210
source: High
ro_ro: Ridicat

# Enum 997826188 - EnumValue 3592530208 - Property 2879900210
source: Low
ro_ro: Scazut

# Enum 997826188 - EnumValue 432767615 - Property 2879900210
source: Medium
ro_ro: Mediu

# Enum 2388510493 - Property 2879900210
source: Type
de_de: Typ
ro_ro: Tip

# Enum 2388510493 - EnumValue 1072962558 - Property 2879900210
source: Business Event
de_de: Business Ereignis
ro_ro: Eveniment Business

# Enum 2388510493 - EnumValue 1884737638 - Property 2879900210
source: Field
de_de: Feld
ro_ro: Camp

# Enum 2388510493 - EnumValue 224824536 - Property 2879900210
source: Global Method
de_de: Globale Methode
ro_ro: Metoda globala

# Enum 2388510493 - EnumValue 2775910383 - Property 2879900210
source: Global Variable
de_de: Globale Funktion
ro_ro: Variabila globala

# Enum 2388510493 - EnumValue 573893934 - Property 2879900210
source: Integration Event
de_de: Integration Ereignis
ro_ro: Eveniment Integrare

# Enum 2388510493 - EnumValue 2313884476 - Property 2879900210
source: Interna; Method
de_de: Interne Methode
ro_ro: Metoda Interna

# Enum 2388510493 - EnumValue 3348941625 - Property 2879900210
source: Key
de_de: Schlüssel
ro_ro: Chei

# Enum 2388510493 - EnumValue 2557494494 - Property 2879900210
source: Local Method
de_de: Lokale Methode
ro_ro: Metoda Locala

# Enum 2388510493 - EnumValue 1438539573 - Property 2879900210
source: Local Variable
de_de: Lokale Variable
ro_ro: Variabila locala

# Enum 2388510493 - EnumValue 556474299 - Property 2879900210
source: External Object
de_de: Externes Objekt
ro_ro: Obiect Extern

# Enum 2388510493 - EnumValue 3793264821 - Property 2879900210
source: Internal Object
de_de: Internes Objekt
ro_ro: Obiect Intern

# Enum 2388510493 - EnumValue 2877627925 - Property 2879900210
source: Object (Used)
de_de: Objekt (verwendet)
ro_ro: Obiect (Folosit)

# Enum 2388510493 - EnumValue 75106347 - Property 2879900210
source: Parameter
ro_ro: Parametru

# Enum 2388510493 - EnumValue 3094216566 - Property 2879900210
source: External Relation
de_de: Externe Beziehung
ro_ro: Relatie Externa

# Enum 2388510493 - EnumValue 1174634988 - Property 2879900210
source: Internal Relation
de_de: Interne Beziehung
ro_ro: Relatie Interna

# Enum 2388510493 - EnumValue 3599159403 - Property 2879900210
source: Return Value
de_de: Rückgabewert
ro_ro: Valoare Returnare

# Table 2260039069 - Field 3865998304 - Property 2879900210
source: Confidence
de_de: Sicherheit

# Table 898723146 - Field 868775663 - Property 2879900210
source: Endpoint URI
de_de: Endpunkt-URI

# Table 898723146 - Field 1695122201 - Property 2879900210
source: Model
de_de: Modell

# Codeunit 1029530680 - Method 1399410060 - NamedType 534634590
source: The fields are beign updated...\\#1
de_de: Die Felder werden aktualisiert...\\#1

# Codeunit 1029530680 - Method 3429003653 - NamedType 3550368624
source: Table
de_de: Tabelle

# Codeunit 1029530680 - Method 3429003653 - NamedType 1877187315
source: Page
de_de: Seite

# Codeunit 1029530680 - Method 3429003653 - NamedType 1687279216
source: Report
de_de: Bericht

# Page 683374773 - Control 3471137671 - Property 2879900210
source: Lines
de_de: Zeilen

# Page 683374773 - Action 1271013808 - Method 1377591017 - NamedType 3848544714
source: Do you want to update the variables for: %1 %2 - "%3"?
de_de: Möchten Sie die Variablen für: %1 %2 - %3 aktualisieren?

# Report 2805527838 - ReportLabel 2410138484
source: Total
de_de: Insgesamt

# PageExtension 713152267 - Control 158504323 - Property 1295455071
source: Specifies the confidence of the leave prediction. "Low" is less than 80%, "Medium" is between 80% and 90% and "High" is above 90%.
de_de: Gibt die Zuverlässigkeit der Urlaubsvorhersage an. "Niedrig" bedeutet weniger als 80%, "Mittel" liegt zwischen 80% und 90% und "Hoch" liegt über 90%.

# PageExtension 713152267 - Control 158504323 - Property 2879900210
source: Prediction Confidence
de_de: Vorhersagesicherheit

# PageExtension 713152267 - Control 2358253832 - Property 1295455071
source: Specifies the percentage of the prediction confidence.
de_de: Gibt den Prozentsatz der Vorhersagesicherheit an.

# PageExtension 713152267 - Control 2358253832 - Property 2879900210
source: Prediction Confidence %
de_de: Vorhersagesicherheit %

# TableExtension 4245112373 - Field 158504323 - Property 2879900210
source: Prediction Confidence
de_de: Vorhersagesicherheit

# TableExtension 4245112373 - Field 2358253832 - Property 2879900210
source: Prediction Confidence %
de_de: Vorhersagesicherheit %

# Enum 1165529379 - Property 2879900210
source: Prediction Confidence
de_de: Vorhersagesicherheit

# Enum 1165529379 - EnumValue 3116416530 - Property 2879900210
source: High
de_de: Hoch

# Enum 1165529379 - EnumValue 3592530208 - Property 2879900210
source: Low
de_de: Niedrig

# Enum 1165529379 - EnumValue 432767615 - Property 2879900210
source: Medium
de_de: Mittel
