Repository: Bogdi995/Object-Employee-Manager
Catalog: Object_Manager/Translations/Object Manager.g.*.xlf
Languages: de_de, ro_ro

# Table 2260039069 - Property 2879900210
source: Employee Leave History
de_de: Verlauf des Mitarbeiter Verlassen
ro_ro: Istoricul plecarii angajaților

# Table 2260039069 - Field 2990466407 - Property 2879900210
source: Accuracy
ro_ro: Precizie

# Table 2260039069 - Field 3042984175 - Property 2879900210
source: Average Monthly Hours
de_de: Durchschnittliche monatliche Arbeitsstunden
ro_ro: Orele medii lunare

# Table 2260039069 - Field 4228702944 - Property 2879900210
source: Last Evaluation
de_de: Letzte Bewertung
ro_ro: Ultima evaluare

# Table 2260039069 - Field 1165969121 - Property 2879900210
source: Line No.
de_de: Zeile Nr.
ro_ro: Nr. linie

# Table 2260039069 - Field 3206646442 - Property 2879900210
source: Number Project
de_de: Projekt Nr.
ro_ro: Numar proiect

# Table 2260039069 - Field 2848169428 - Property 2879900210
source: Promotion Last 5 years
de_de: Beförderung Letzte 5 Jahre
ro_ro: Promotie ultimii 5 ani

# Table 2260039069 - Field 3900201624 - Property 2879900210
source: Salary
de_de: Gehalt
ro_ro: Salariu

# Table 2260039069 - Field 1406942772 - Property 2879900210
source: Sales
de_de: Vertrieb
ro_ro: Vânzări

# Table 2260039069 - Field 1055570782 - Property 2879900210
source: Satisfaction Level
de_de: Zufriedenheitsgrad
ro_ro: Nivel Satisfactie

# Table 2260039069 - Field 3181563866 - Property 2879900210
source: Time Spend Company
de_de: Zeitaufwand Unternehmen
ro_ro: Timp petrecut in companie

# Table 2260039069 - Field 3660663534 - Property 2879900210
source: Work Accident
de_de: Arbeitsunfall
ro_ro: Accident la locul de munca

# Table 898723146 - Property 2879900210
source: Employee Leave Setup
de_de: Einrichtung von Mitarbeiter Verlassen
ro_ro: Configurare Plecare Angajati

# Table 898723146 - Field 1951792025 - Property 2879900210
source: API Key
de_de: API-Schlüssel
ro_ro: Cheie API

# Table 898723146 - Field 1718720022 - Property 2879900210
source: Dataset Link
de_de: Datensatz Link
ro_ro: Link la setul de date

# Table 898723146 - Field 3650642145 - Property 2879900210
source: Features
de_de: Eigenschaften
ro_ro: Caracteristici

# Table 898723146 - Field 1457054730 - Property 2879900210
source: Label
de_de: Etikett
ro_ro: Etichetă

# Table 898723146 - Field 503497542 - Property 2879900210
source: Model Quality
de_de: Modell Qualität
ro_ro: Calitate Model

# Table 898723146 - Field 2333076789 - Property 2879900210
source: Primary Key
de_de: Primärschlüssel
ro_ro: Cheie primara

# Table 3526115305 - Property 2879900210
source: Object Details
de_de: Objektdetails
ro_ro: Detalii Obiect

# Table 3526115305 - Field 2879900210 - Property 2879900210
source: Caption
de_de: Beschriftung
ro_ro: Legenda

# Table 3526115305 - Field 2961552353 - Property 2879900210
source: Name
ro_ro: Nume

# Table 3526115305 - Field 613261596 - Property 2879900210
source: No. of Business Events
de_de: Anzahl der Business Events
ro_ro: Nr. de evenimente Bussines

# Table 3526115305 - Field 3389534604 - Property 2879900210
source: No. of Fields
de_de: Anzahl der Felder
ro_ro: Nr. de campuri

# Table 3526115305 - Field 1588700698 - Property 2879900210
source: No. of Global Methods
de_de: Anzahl der globalen Methoden
ro_ro: Nr. de metode globale

# Table 3526115305 - Field 2234269193 - Property 2879900210
source: No. of Global Variables
de_de: Anzahl der globalen Variablen
ro_ro: Nr. de variabile globale

# Table 3526115305 - Field 334014308 - Property 2879900210
source: No. of Integration Events
de_de: Anzahl der Integration Events
ro_ro: Nr. de evenimente de integrare

# Table 3526115305 - Field 2577746007 - Property 2879900210
source: No. of Keys
de_de: Anzahl der Schlüssel
ro_ro: Nr. de chei

# Table 3526115305 - Field 562526676 - Property 2879900210
source: No. of Local Methods
de_de: Anzahl der lokalen Methoden
ro_ro: Nr. de metode locale

# Table 3526115305 - Field 963562025 - Property 2879900210
source: No. of Objects Used in
de_de: Anzahl der Objekte verwendet in
ro_ro: Nr. de obiecte folosite in

# Table 3526115305 - Field 4116426244 - Property 2879900210
source: No. of Times Used
de_de: Anzahl der Verwendungen
ro_ro: Nr. de ori utilizat

# Table 3526115305 - Field 654246682 - Property 2879900210
source: No. of Total Variables
de_de: Anzahl der Gesamtvariablen
ro_ro: Nr. total variabile

# Table 3526115305 - Field 858146990 - Property 2879900210
source: No. of Unused Global Methods
de_de: Anzahl der nicht verwendeten globalen Methoden
ro_ro: Nr. metode globale nefolosite

# Table 3526115305 - Field 1549279293 - Property 2879900210
source: No. of Unused Global Variables
de_de: Anzahl der nicht verwendeten globalen Variablen
ro_ro: Nr. variabile globale nefolosite

# Table 3526115305 - Field 857568640 - Property 2879900210
source: No. of Unused Local Methods
de_de: Anzahl der nicht verwendeten lokalen Methoden
ro_ro: Nr. metode locale nefolosite

# Table 3526115305 - Field 84662585 - Property 2879900210
source: No. of Unused Parameters
de_de: Anzahl der nicht verwendeten Parameter
ro_ro: Nr. parametrii locali nefolositi

# Table 3526115305 - Field 791912353 - Property 2879900210
source: No. of Unused Return Values
de_de: Anzahl der nicht verwendeten Rückgabewerte
ro_ro: Nr. valori de returnare nefolosite

# Table 3526115305 - Field 3619688046 - Property 2879900210
source: No. of Unused Total Variables
de_de: Anzahl der nicht verwendeten Gesamtvariablen
ro_ro: Nr. total variabile nefolosite

# Table 3526115305 - Field 1085746399 - Property 2879900210
source: Object Type
de_de: Objekttyp
ro_ro: Tip Obiect

# Table 3526115305 - Field 1292293280 - Property 2879900210
source: Object No.
de_de: Objektnr.
ro_ro: Nr. Obiect

# Table 3526115305 - Field 4160745019 - Property 2879900210
source: Object Subtype
de_de: Objekt Untertyp
ro_ro: Subtip Obiect

# Table 3526115305 - Field 4160745019 - Property 62802879
source: Normal,Test,TestRunner,Upgrade
ro_ro: Normal,Test,TestRunner,Actualizare

# Table 3526115305 - Field 2467211492 - Property 2879900210
source: ObjectTypeCopy
de_de: ObjektTypKopie
ro_ro: Copie Tip Obiect

# Table 3526115305 - Field 2333076789 - Property 2879900210
source: Primary Key
de_de: Primärschlüssel
ro_ro: Cheie Primara

# Table 3526115305 - Field 2175232469 - Property 2879900210
source: Relations From
de_de: Verbindungen von
ro_ro: Relatie De La

# Table 3526115305 - Field 1472867162 - Property 2879900210
source: Relations To
de_de: Verbindungen zu
ro_ro: Relatie Catre

# Table 3526115305 - Field 2734879477 - Property 2879900210
source: Single Instance
de_de: Einzelne Instanz
ro_ro: Instanta Singura

# Table 3526115305 - Field 1211769881 - Property 2879900210
source: Used in No. of Objects
de_de: Verwendet in Anzahl von Objekten
ro_ro: Utilizat in Nr. Obiecte

# Table 2656185541 - Property 2879900210
source: Object Details Amount
de_de: Objekt Details Betrag
ro_ro: Obiect Detalii Suma

# Table 2656185541 - Field 681475195 - Property 2879900210
source: Total Count
de_de: Gesamtanzahl
ro_ro: Număr total

# Table 2656185541 - Field 1085746399 - Property 2879900210
source: Object Type
de_de: Objekttyp
ro_ro: Tip obiect

# Table 2656185541 - Field 1292293280 - Property 2879900210
source: Object No.
de_de: Objekt Nr.
ro_ro: Obiect Nr.

# Table 2044131987 - Property 2879900210
source: Object Details Line
de_de: Objektdetails Zeile
ro_ro: Detalii Obiect Linie

# Table 2044131987 - Field 2879900210 - Property 2879900210
source: Caption
de_de: Beschriftung
ro_ro: Legenda

# Table 2044131987 - Field 1016130111 - Property 2879900210
source: Entry No.
de_de: Eintragsnummer
ro_ro: Nr. intrare

# Table 2044131987 - Field 2961552353 - Property 2879900210
source: Name
ro_ro: Nume

# Table 2044131987 - Field 4116426244 - Property 2879900210
source: No. of Times Used
de_de: Anzahl der Verwendungen
ro_ro: Nr. de ori utilizat

# Table 2044131987 - Field 1085746399 - Property 2879900210
source: Object Type
de_de: Objekttyp
ro_ro: Tip Obiect

# Table 2044131987 - Field 1292293280 - Property 2879900210
source: Object No.
de_de: Objektnr.
ro_ro: Nr. Obiect

# Table 2044131987 - Field 1878130204 - Property 2879900210
source: Type
de_de: Typ
ro_ro: Tip

# Table 2044131987 - Field 1674963993 - Property 2879900210
source: Type Name
de_de: Typenname
ro_ro: Nume Tip

# Table 2044131987 - Field 3220827225 - Property 2879900210
source: Used
de_de: Verwendet
ro_ro: Utilizat

# Codeunit 4249140647 - Method 816029031 - NamedType 3021917930
source: Could not find a token with key %1
de_de: Es konnte kein Token mit dem Schlüssel %1 gefunden werden.
ro_ro: Nu s-a putut găsi un token cu cheia %1

# Codeunit 4249140647 - Method 2972397565 - NamedType 294324486
source: The employee leave history is being updated... #1
de_de: Der Verlassen Verlauf der Mitarbeiter wird aktualisiert...#1
ro_ro: Istoricul de plecare al angajaților este în curs de actualizare...#1

# Codeunit 4249140647 - Method 2972397565 - NamedType 3515535966
source: User-Agent
ro_ro: Agent utilizator

# Codeunit 4249140647 - Method 2972397565 - NamedType 3436807880
source: The call to the web service failed.
de_de: Der Aufruf des Webdienstes ist fehlgeschlagen.
ro_ro: Apelul către serviciul web a eșuat.

# Codeunit 4249140647 - Method 2972397565 - NamedType 43882713
source: The web service returned an error message:\ Status code: %1 \ Description: %2
de_de: Der Webdienst hat eine Fehlermeldung zurückgegeben:\ Statuscode: %1 \ Beschreibung: %2
ro_ro: Serviciul web a returnat un mesaj de eroare:\ Cod de stare: %1 \ Descriere: %2

# Codeunit 4249140647 - Method 2972397565 - NamedType 3004918753
source: History updated successfully!
de_de: Verlauf erfolgreich aktualisiert!
ro_ro: Istoric actualizat cu succes!

# Codeunit 1029530680 - Method 3794091750 - NamedType 2326848645
source: The objects are not updated, do you want to update them now?
de_de: Die Objekte sind nicht aktualisiert, wollen Sie sie jetzt aktualisieren?
ro_ro: Obiectele nu sunt actualizate, doriți să le actualizați acum?

# Codeunit 1029530680 - Method 3794091750 - NamedType 3950098385
source: The objects are being updated...
de_de: Die Objekte werden aktualisiert...
ro_ro: Obiectele sunt în curs de actualizare...

# Codeunit 1029530680 - Method 1399410060 - NamedType 3553352913
source: The keys are beign updated...\\#1
de_de: Die Schlüssel werden aktualisiert...\\#1
ro_ro: Cheile sunt în curs de actualizare...\\#1

# Codeunit 1029530680 - Method 1528343008 - NamedType 221113002
source: The usage of objects is being updated...\\#1
de_de: Die Verwendung von Objekten wird gerade aktualisiert...\\#1
ro_ro: Utilizarea obiectelor este în curs de actualizare...\\#1

# Codeunit 1029530680 - Method 1528343008 - NamedType 3810549293
source: The usage of all objects is successfully updated.
de_de: Die Verwendung aller Objekte wird erfolgreich aktualisiert.
ro_ro: Utilizarea tuturor obiectelor este actualizată cu succes.

# Codeunit 1029530680 - Method 1609642149 - NamedType 3726250284
source: The methods and events are beign updated...\\#1
de_de: Die Methoden und Ereignisse werden aktualisiert...\\#1
ro_ro: Metodele și evenimentele sunt în curs de actualizare...\\#1

# Codeunit 1029530680 - Method 1236237092 - NamedType 221113002
source: The relations are beign updated...\\#1
de_de: Die Verbindungen werden aktualisiert...\\#1
ro_ro: Relațiile sunt în curs de actualizare...\\#1

# Codeunit 1029530680 - Method 3458205359 - NamedType 3848544714
source: The variables are beign updated...\\#1
de_de: Die Variablen werden aktualisiert...\\#1
ro_ro: Variabilele sunt în curs de actualizare...\\#1

# Codeunit 1935565232 - Method 464549259 - NamedType 1964856785
source: Predicting if the employees will leave...
de_de: Vorhersage, ob die Mitarbeiter kündigen werden...
ro_ro: Se prezice dacă angajații vor pleca...

# Codeunit 844609179 - Method 3685264004 - NamedType 2491614119
source: The model is being trained...
de_de: Das Modell wird trainiert...
ro_ro: Se antrenează modelul...

# Codeunit 844609179 - Method 3685264004 - NamedType 2818680536
source: The model is trained. The quality is %1.
de_de: Das Modell ist trainiert. Die Qualität ist %1
ro_ro: Modelul este antrenat. Calitatea este %1

# Page 2260039069 - Property 2879900210
source: Employee Leave History
de_de: Verlauf des Mitarbeiter Verlassen
ro_ro: Istoricul plecărilor angajaților

# Page 2260039069 - Control 3042984175 - Property 1295455071
source: Specifies how many hours the employee worked on average monthly.
de_de: Gibt an, wie viele Stunden der Arbeitnehmer im Durchschnitt monatlich gearbeitet hat.
ro_ro: Specifică câte ore a lucrat în medie lunar angajatul.

# Page 2260039069 - Control 4228702944 - Property 1295455071
source: Specifies the last evaluation satisfaction level of the employee.
de_de: Gibt den Zufriedenheitsgrad der letzten Beurteilung des Mitarbeiters an.
ro_ro: Specifică nivelul de satisfacție la ultima evaluare a angajatului.

# Page 2260039069 - Control 3206779141 - Property 1295455071
source: Specifies if the employee left or not
de_de: Gibt an, ob der Mitarbeiter gekündigt hat oder nicht
ro_ro: Specifică dacă angajatul a plecat sau nu.

# Page 2260039069 - Control 3206646442 - Property 1295455071
source: Specifies the number of projects the employee had in the company.
de_de: Gibt die Anzahl der Projekte an, die der Mitarbeiter im Unternehmen hatte.
ro_ro: Specifică numărul de proiecte pe care angajatul le-a avut în cadrul companiei.

# Page 2260039069 - Control 2848169428 - Property 1295455071
source: Specifies how many promotions the employee got in the last 5 years.
de_de: Gibt an, wie viele Beförderungen der Mitarbeiter in den letzten 5 Jahren erhalten hat.
ro_ro: Specifică câte promovări a obținut angajatul în ultimii 5 ani.

# Page 2260039069 - Control 3900201624 - Property 1295455071
source: Specifies the salary of the employee (low, medium, high).
de_de: Gibt das Gehalt des Mitarbeiters an (niedrig, mittel, hoch).
ro_ro: Specifică salariul angajatului (mic, mediu, mare).

# Page 2260039069 - Control 1406942772 - Property 1295455071
source: Specifies the department in which the employee worked.
de_de: Gibt die Abteilung an, in der der Mitarbeiter gearbeitet hat.
ro_ro: Specifică departamentul în care a lucrat angajatul.

# Page 2260039069 - Control 1055570782 - Property 1295455071
source: Specifies the satisfaction level of the employee.
de_de: Gibt den Grad der Zufriedenheit des Mitarbeiters an.
ro_ro: Specifică nivelul de satisfacție al angajatului.

# Page 2260039069 - Control 3181563866 - Property 1295455071
source: Specifies how many years the employee spent in the company.
de_de: Gibt an, wie viele Jahre der Arbeitnehmer im Unternehmen tätig war.
ro_ro: Specifică câți ani a petrecut angajatul în cadrul companiei.

# Page 2260039069 - Control 3660663534 - Property 1295455071
source: Specifies how many work related accidents the employee had.
de_de: Gibt an, wie viele arbeitsbedingte Unfälle der Arbeitnehmer hatte.
ro_ro: Specifică câte accidente de muncă a avut angajatul.

# Page 2260039069 - Action 257643353 - Property 1295455071
source: Train the model based on the current data.
de_de: Trainieren Sie das Modell auf der Grundlage der aktuellen Daten.
ro_ro: Se antrenează modelul pe baza datelor actuale.

# Page 2260039069 - Action 257643353 - Property 2879900210
source: Train Model
de_de: Trainingsmodell
ro_ro: Model de antrenare

# Page 2260039069 - Action 2972397565 - Property 2879900210
source: Update History
de_de: Verlauf aktualisieren
ro_ro: Actualizare istoric

# Page 898723146 - Property 2879900210
source: Employee Leave Setup
de_de: Einrichtung von Mitarbeiter Verlassen
ro_ro: Setup Plecare Angajati

# Page 898723146 - Control 846657449 - Property 2879900210
source: Web Service Details
de_de: Details zum Webdienst
ro_ro: "Detalii Serviciu Web"

# Page 898723146 - Control 1951792025 - Property 1295455071
source: Specifies the API key
de_de: Gibt den API-Schlüssel an
ro_ro: Specifica cheia API

# Page 898723146 - Control 1718720022 - Property 1295455071
source: Specifies the link to the dataset
de_de: Gibt den Link zum Datensatz an
ro_ro: Specifică cheia API

# Page 898723146 - Control 868775663 - Property 1295455071
source: Specifies the endpoint URI
de_de: Gibt den Endpunkt-URI an"
ro_ro: Specifică endpoint-ul URI

# Page 683374773 - Property 2019332006
source: New,Process,Report,Update
de_de: Neu,Prozess,Bericht,Update
ro_ro: Nou,Proces,Raport,Actualizare

# Page 683374773 - Property 2879900210
source: Object Details Card
de_de: Objektdetails Karte
ro_ro: Detalii Obiect Card

# Page 683374773 - Control 2879900210 - Property 1295455071
source: Specifies the caption of the object.
de_de: Gibt die Beschriftung des Objekts an.
ro_ro: Specifică legenda obiectului.

# Page 683374773 - Control 3389534604 - Property 1295455071
source: Specifies the number of fields the object has.
de_de: Gibt die Anzahl der Felder an, die das Objekt hat.
ro_ro: Specifică numărul de câmpuri pe care le are obiectul.

# Page 683374773 - Control 2577746007 - Property 1295455071
source: Specifies the number of keys the object has.
de_de: Gibt die Anzahl der Schlüssel an, die das Objekt hat.
ro_ro: Specifică numărul de chei pe care le are obiectul.

# Page 683374773 - Control 2333076789 - Property 1295455071
source: Specifies the primary key of the object.
de_de: Gibt den Primärschlüssel des Objekts an.
ro_ro: Specifică cheia primară a obiectului.

# Page 683374773 - Control 1571018173 - Property 2879900210
source: Methods and Events
de_de: Methoden und Ereignisse
ro_ro: Metode si Evenimente

# Page 683374773 - Control 613261596 - Property 1295455071
source: Specifies the number of business events.
de_de: Gibt die Anzahl der Business Events an.
ro_ro: Specifică numărul de evenimente comerciale.

# Page 683374773 - Control 1588700698 - Property 1295455071
source: Specifies the number of global methods.
de_de: Gibt die Anzahl der globalen Methoden an.
ro_ro: Specifică numărul de metode globale.

# Page 683374773 - Control 334014308 - Property 1295455071
source: Specifies the number of integration events.
de_de: Gibt die Anzahl der Integration Events an.
ro_ro: Specifică numărul de evenimente de integrare.

# Page 683374773 - Control 562526676 - Property 1295455071
source: Specifies the number of local methods.
de_de: Gibt die Anzahl der lokalen Methoden an.
ro_ro: Specifică numărul de metode locale.

# Page 683374773 - Control 84662585 - Property 1295455071
source: Specifies the number of unused parameters.
de_de: Gibt die Anzahl der nicht verwendeten Parameter an.
ro_ro: Specifică numărul de parametri neutilizați.

# Page 683374773 - Control 791912353 - Property 1295455071
source: Specifies the number of unused return values.
de_de: Gibt die Anzahl der nicht verwendeten Rückgabewerte an.
ro_ro: Specifică numărul valorilor de returnare neutilizate.

# Page 683374773 - Control 858146990 - Property 1295455071
source: This field is visible only if the number of unused global methods is different than 0.
de_de: Gibt die Anzahl der nicht verwendeten globalen Methoden an
ro_ro: Acest câmp este vizibil numai în cazul în care numărul de metode globale neutilizate este diferit de 0.

# Page 683374773 - Control 857568640 - Property 1295455071
source: This field is visible only if the number of unused local methods is different than 0.
de_de: Gibt die Anzahl der nicht verwendeten lokalen Methoden an
ro_ro: Acest câmp este vizibil numai în cazul în care numărul de metode locale neutilizate este diferit de 0.

# Page 683374773 - Control 2961552353 - Property 1295455071
source: Specifies the name of the object.
de_de: Gibt den Namen des Objekts an.
ro_ro: Specifică numele obiectului.

# Page 683374773 - Control 1292293280 - Property 1295455071
source: Specifies the number of the object.
de_de: Gibt die Nummer des Objekts an.
ro_ro: Specifică numărul obiectului.

# Page 683374773 - Control 4766335 - Property 1295455071
source: Specifies the type of the object.
de_de: Gibt den Typ des Objekts an.
ro_ro: Specifică tipul obiectului.

# Page 683374773 - Control 963562025 - Property 1295455071
source: Specifies the number of objects used in the object.
de_de: Gibt die Anzahl der im Objekt verwendeten Objekte an.
ro_ro: Specifică numărul de obiecte utilizate în obiect.

# Page 683374773 - Control 4116426244 - Property 1295455071
source: Specifies the number of times the object was used.
de_de: Gibt an, wie oft das Objekt verwendet wurde.
ro_ro: Specifică de câte ori a fost utilizat obiectul.

# Page 683374773 - Control 2175232469 - Property 1295455071
source: Specifies the number of relations the object has from other objects.
de_de: Gibt die Anzahl der Verbindungen an, die das Objekt von anderen Objekten hat.
ro_ro: Specifică numărul de relații pe care obiectul le are de la alte obiecte.

# Page 683374773 - Control 1472867162 - Property 1295455071
source: Specifies the number of relations the object has to other objects.
de_de: Gibt die Anzahl der Verbindungen an, die das Objekt zu anderen Objekten hat.
ro_ro: Specifică numărul de relații pe care obiectul le are catre obiecte.

# Page 683374773 - Control 1211769881 - Property 1295455071
source: Specifies the number of objects the object is used in.
de_de: Gibt die Anzahl der Objekte an, in denen das Objekt verwendet wird.
ro_ro: Specifică numărul de obiecte în care este utilizat obiectul.

# Page 683374773 - Control 4160745019 - Property 1295455071
source: This field is visible only when the type of the object is Codeunit.
de_de: Dieses Feld ist nur sichtbar, wenn der Typ des Objekts Codeunit ist.
ro_ro: Acest câmp este vizibil numai în cazul în care tipul obiectului este Codeunit.

# Page 683374773 - Control 2734879477 - Property 1295455071
source: This field is visible only when the type of the object is Codeunit.
de_de: Dieses Feld ist nur sichtbar, wenn der Typ des Objekts Codeunit ist.
ro_ro: Acest câmp este vizibil numai în cazul în care tipul obiectului este Codeunit.

# Page 683374773 - Control 3344066439 - Property 2879900210
source: Variables
de_de: Variablen
ro_ro: Variabile

# Page 683374773 - Control 2234269193 - Property 1295455071
source: Specifies the number of global variables.
de_de: Gibt die Anzahl der globalen Variablen an.
ro_ro: Specifică numărul de variabile globale.

# Page 683374773 - Control 654246682 - Property 1295455071
source: Specifies the total number of variables.
de_de: Gibt die Gesamtzahl der Variablen an.
ro_ro: Specifica numarul tuturor variabilelor.

# Page 683374773 - Control 1549279293 - Property 1295455071
source: This field is visible only if the number of global variables is different than 0.
de_de: Gibt die Anzahl der nicht verwendeten globalen Variablen an.
ro_ro: Acest câmp este vizibil numai în cazul în care numărul de variabile globale este diferit de 0.

# Page 683374773 - Control 3619688046 - Property 1295455071
source: This field is visible only if the total number of variables is different than 0.
de_de: Gibt die Gesamtzahl der nicht verwendeten Variablen an.
ro_ro: Acest câmp este vizibil numai în cazul în care numărul total de variabile este diferit de 0.

# Page 683374773 - Action 215494501 - Property 2879900210
source: Update Details
de_de: Details aktualisieren
ro_ro: Actualizeaza Detalii

# Page 683374773 - Action 215494501 - Method 1377591017 - NamedType 583845779
source: Do you want to update the details for: %1 %2 - "%3"?
de_de: Möchten Sie die Daten für: %1 %2 - %3 aktualisieren?
ro_ro: Doriți să actualizați datele pentru: %1 %2 - %3?

# Page 683374773 - Action 215494501 - Method 1377591017 - NamedType 1494617514
source: Details successfully updated!
de_de: Details erfolgreich aktualisiert!
ro_ro: Detalii actualizate cu succes!

# Page 683374773 - Action 215494501 - Method 1377591017 - NamedType 2810089971
source: Details already updated!
de_de: Details bereits aktualisiert!
ro_ro: Detalii deja actualizate!
