Repository: Bogdi995/Object-Employee-Manager
Catalog: Object_Manager/Translations/Object Manager.g.*.xlf
Languages: de_de, ro_ro

# Page 683374773 - Action 215494501 - Method 1377591017 - NamedType 800370943
source: The methods and the events are being updated...
de_de: Die Methoden und Ereignisse werden aktualisiert...
ro_ro: Metodele și evenimentele sunt în curs de actualizare...

# Page 683374773 - Action 215494501 - Method 1377591017 - NamedType 3390896213
source: The relations are being updated...
de_de: Die Verbindungen werden aktualisiert...
ro_ro: Relațiile sunt în curs de actualizare...

# Page 683374773 - Action 215494501 - Method 1377591017 - NamedType 3271461599
source: The number of times the object is used in other objects is being updated...
de_de: Die Anzahl, wie oft das Objekt in anderen Objekten verwendet wird, wird aktualisiert...
ro_ro: Se actualizează numărul de utilizări ale obiectului în alte obiecte...

# Page 683374773 - Action 3450744784 - Property 2879900210
source: Update Fields and Keys
de_de: Felder und Schlüssel aktualisieren
ro_ro: Actualizarea câmpurilor și a cheilor

# Page 683374773 - Action 3450744784 - Method 1377591017 - NamedType 2161219690
source: Do you want to update the fields and keys for: %1 %2 - "%3"?
de_de: Möchten Sie die Felder und Schlüssel für : %1 %2 - %3 aktualisieren?
ro_ro: Doriți să actualizați câmpurile și cheile pentru: %1 %2 - %3?

# Page 683374773 - Action 3450744784 - Method 1377591017 - NamedType 2810089971
source: Fields and keys already updated!
de_de: Felder und Schlüssel bereits aktualisiert!
ro_ro: Câmpuri și chei deja actualizate!

# Page 683374773 - Action 3450744784 - Method 1377591017 - NamedType 1494617514
source: Fields and keys successfully updated!
de_de: Felder und Schlüssel erfolgreich aktualisiert!
ro_ro: Câmpurile și cheile au fost actualizate cu succes!

# Page 683374773 - Action 459552838 - Property 2879900210
source: Update Methods and Events
de_de: Methoden und Ereignisse aktualisieren
ro_ro: Actualizare Metode și Evenimente

# Page 683374773 - Action 459552838 - Method 1377591017 - NamedType 3726250284
source: Do you want to update the methods and events for: %1 %2 - "%3"?
de_de: Möchten Sie die Methoden und Ereignisse für : %1 %2 - %3 aktualisieren?
ro_ro: Doriți să actualizați metodele și evenimentele pentru: %1 %2 - %3?

# Page 683374773 - Action 459552838 - Method 1377591017 - NamedType 2810089971
source: Methods and events already updated!
de_de: Methoden und Ereignisse bereits aktualisiert!
ro_ro: Metode și evenimente deja actualizate!

# Page 683374773 - Action 459552838 - Method 1377591017 - NamedType 1494617514
source: Methods and events successfully updated!
de_de: Methoden und Ereignisse erfolgreich aktualisiert!
ro_ro: Metode și evenimente actualizate cu succes!

# Page 683374773 - Action 459552838 - Method 1377591017 - NamedType 800370943
source: The methods and the events are being updated...
de_de: Die Methoden und Ereignisse werden aktualisiert...
ro_ro: Metodele și evenimentele sunt în curs de actualizare...

# Page 683374773 - Action 1001057769 - Property 2879900210
source: Update Objects
de_de: Objekte aktualisieren
ro_ro: Actualizeaza Obiectele

# Page 683374773 - Action 1001057769 - Method 1377591017 - NamedType 2380351927
source: Do you want to update the objects?
de_de: Möchten Sie die Objekte aktualisieren?
ro_ro: Doriți să actualizați obiectele?

# Page 683374773 - Action 1001057769 - Method 1377591017 - NamedType 2810089971
source: Objects already updated!
de_de: Objekte bereits aktualisiert!
ro_ro: Obiecte deja actualizate!

# Page 683374773 - Action 1001057769 - Method 1377591017 - NamedType 1494617514
source: Objects successfully updated!
de_de: Objekte erfolgreich aktualisiert!
ro_ro: Obiectele au fost actualizate cu succes!

# Page 683374773 - Action 3052945040 - Property 2879900210
source: Update Relations
de_de: Beziehungen aktualisieren
ro_ro: Actualizare Relații

# Page 683374773 - Action 3052945040 - Method 1377591017 - NamedType 221113002
source: Do you want to update the relations for: %1 %2 - "%3"?
de_de: Möchten Sie die Verbindungen für: %1 %2 - %3 aktualisieren?
ro_ro: Doriți să actualizați relațiile pentru: %1 %2 - %3?

# Page 683374773 - Action 3052945040 - Method 1377591017 - NamedType 2810089971
source: Relations already updated!
de_de: Verbindungen bereits aktualisiert!
ro_ro: Relații deja actualizate!

# Page 683374773 - Action 3052945040 - Method 1377591017 - NamedType 1494617514
source: Relations successfully updated!
de_de: Verbindungen erfolgreich aktualisiert!
ro_ro: Relațiile au fost actualizate cu succes!

# Page 683374773 - Action 3052945040 - Method 1377591017 - NamedType 3390896213
source: The relations are being updated...
de_de: Die Verbindungen werden aktualisiert...
ro_ro: Relațiile sunt în curs de actualizare...

# Page 683374773 - Action 3052945040 - Method 1377591017 - NamedType 3271461599
source: The number of times the object is used in other objects is being updated...
de_de: Die Anzahl, wie oft das Objekt in anderen Objekten verwendet wird, wird aktualisiert...
ro_ro: Se actualizează numărul de utilizări ale obiectului în alte obiecte...

# Page 683374773 - Action 1271013808 - Property 2879900210
source: Update Variables
de_de: Variablen aktualisieren
ro_ro: Actualizare variabile

# Page 683374773 - Action 1271013808 - Method 1377591017 - NamedType 2810089971
source: Variables already updated!
de_de: Variablen bereits aktualisiert!
ro_ro: Variabilele sunt deja actualizate!

# Page 683374773 - Action 1271013808 - Method 1377591017 - NamedType 1494617514
source: Variables successfully updated!
de_de: Variablen erfolgreich aktualisiert!
ro_ro: Variabilele sunt deja actualizate!

# Page 683374773 - Action 539311483 - Property 2879900210
source: Customer view
de_de: Kundenansicht
ro_ro: Vizualizare client

# Page 3625123773 - Property 2879900210
source: Object Details Line List
de_de: Objektdetails Zeilen Übersicht
ro_ro: Detalii Obiect Linie Lista

# Page 3625123773 - Control 2879900210 - Property 1295455071
source: Specifies the caption of the data.
de_de: Gibt die Beschriftung der Daten an.
ro_ro: Specifică legenda datelor.

# Page 3625123773 - Control 3641927271 - Property 1295455071
source: Specifies the ID of the data.
de_de: Gibt die ID der Daten an.
ro_ro: Specifică ID-ul datelor.

# Page 3625123773 - Control 2961552353 - Property 1295455071
source: Specifies the name of the data.
de_de: Gibt den Namen der Daten an.
ro_ro: Specifică numele datelor.

# Page 3625123773 - Control 4116426244 - Property 1295455071
source: Specified the number of times the object was used
de_de: Gibt an, wie oft das Objekt verwendet wurde
ro_ro: Specifică de câte ori a fost utilizat obiectul.

# Page 3625123773 - Control 1292293280 - Property 1295455071
source: Specifies the number of the object.
de_de: Gibt die Nummer des Objekts an.
ro_ro: Specifică numărul obiectului.

# Page 3625123773 - Control 4766335 - Property 1295455071
source: Specifies the type of the object.
de_de: Gibt den Typ des Objekts an.
ro_ro: Specifică tipul obiectului.

# Page 3625123773 - Control 1878130204 - Property 1295455071
source: Specifies the type of the data.
de_de: Gibt den Typ der Daten an.
ro_ro: Specifică tipul de date.

# Page 3625123773 - Control 1674963993 - Property 1295455071
source: Specifies the data type and its length.
de_de: Gibt den Datentyp und seine Länge an.
ro_ro: Specifică tipul de date și lungimea acestora."

# Page 3625123773 - Action 544469732 - Property 2879900210
source: Update Fields
ro_ro: Actualizare Campuri

# Page 3625123773 - Action 544469732 - Method 1377591017 - NamedType 534634590
source: Do you want to update the fields?
ro_ro: Doriți să actualizați câmpurile?

# Page 3625123773 - Action 544469732 - Method 1377591017 - NamedType 2810089971
source: Fields already updated!
ro_ro: Câmpuri deja actualizate!

# Page 3625123773 - Action 544469732 - Method 1377591017 - NamedType 1494617514
source: Fields successfully updated!
ro_ro: Câmpurile au fost actualizate cu succes!

# Page 3625123773 - Action 3473419439 - Property 2879900210
source: Update Keys
ro_ro: Actualizare chei

# Page 3625123773 - Action 3473419439 - Method 1377591017 - NamedType 534634590
source: Do you want to update the keys?
ro_ro: Doriți să actualizați cheile?

# Page 3625123773 - Action 3473419439 - Method 1377591017 - NamedType 2810089971
source: Keys already updated!
ro_ro: Chei deja actualizate!

# Page 3625123773 - Action 3473419439 - Method 1377591017 - NamedType 1494617514
source: Keys successfully updated!
ro_ro: Cheile au fost actualizate cu succes!

# Page 2172956895 - Property 2019332006
source: New,Process,Report,Update
de_de: Neu,Prozess,Bericht,Aktualisierung
ro_ro: Nou,Proces,Raport,Actualizare

# Page 2172956895 - Property 2879900210
source: Object Details List
de_de: Objektdetails Übersicht
ro_ro: Detalii Obiect Lista

# Page 2172956895 - Control 2879900210 - Property 1295455071
source: Specifies the caption of the object.
de_de: Gibt die Beschriftung des Objekts an.
ro_ro: Specifică legenda obiectului.

# Page 2172956895 - Control 2961552353 - Property 1295455071
source: Specifies the name of the object.
de_de: Gibt den Namen des Objekts an.
ro_ro: Specifică numele obiectului.

# Page 2172956895 - Control 613261596 - Property 1295455071
source: Specifies the number of business events.
de_de: Gibt die Anzahl der Business Eregnisse an.
ro_ro: Specifică numărul de evenimente comerciale.

# Page 2172956895 - Control 1588700698 - Property 1295455071
source: Specifies the number of global methods.
de_de: Gibt die Anzahl der globalen Methoden an.
ro_ro: Specifică numărul de metode globale.

# Page 2172956895 - Control 2234269193 - Property 1295455071
source: Specifies the number of global variables.
de_de: Gibt die Anzahl der globalen Variablen an.
ro_ro: Specifică numărul de variabile globale.

# Page 2172956895 - Control 334014308 - Property 1295455071
source: Specifies the number of integration events.
de_de: Gibt die Anzahl der Integration Eregnisse an.
ro_ro: Specifică numărul de evenimente de integrare.

# Page 2172956895 - Control 562526676 - Property 1295455071
source: Specifies the number of local methods.
de_de: Gibt die Anzahl der lokalen Methoden an.
ro_ro: Specifică numărul de metode locale.

# Page 2172956895 - Control 963562025 - Property 1295455071
source: Specifies the number of objects used in the object.
de_de: Gibt die Anzahl der im Objekt verwendeten Objekte an.
ro_ro: Specifică numărul de obiecte utilizate în obiect.

# Page 2172956895 - Control 4116426244 - Property 1295455071
source: Specifies the number of times the object was used.
de_de: Gibt an, wie oft das Objekt verwendet wurde.
ro_ro: Specifică de câte ori a fost utilizat obiectul.

# Page 2172956895 - Control 654246682 - Property 1295455071
source: Specifies the total number of variables.
de_de: Gibt die Gesamtzahl der Variablen an.
ro_ro: Specifică numărul total de variabile.

# Page 2172956895 - Control 858146990 - Property 1295455071
source: Specifies the number of unused global methods.
de_de: Gibt die Anzahl der nicht verwendeten globalen Methoden an.
ro_ro: Specifică numărul de metode globale neutilizate.

# Page 2172956895 - Control 1549279293 - Property 1295455071
source: Specifies the number of unused global variables.
de_de: Gibt die Anzahl der nicht verwendeten globalen Variablen an.
ro_ro: Specifică numărul de variabile globale neutilizate.

# Page 2172956895 - Control 857568640 - Property 1295455071
source: Specifies the number of unused local methods.
de_de: Gibt die Anzahl der nicht verwendeten lokalen Methoden an.
ro_ro: Specifică numărul de metode locale neutilizate.

# Page 2172956895 - Control 84662585 - Property 1295455071
source: Specifies the number of unused parameters.
de_de: Gibt die Anzahl der nicht verwendeten Parameter an.
ro_ro: Specifică numărul de parametri neutilizați.

# Page 2172956895 - Control 791912353 - Property 1295455071
source: Specifies the number of unused return values.
de_de: Gibt die Anzahl der nicht verwendeten Rückgabewerte an.
ro_ro: Specifică numărul de valori de returnare neutilizate.

# Page 2172956895 - Control 3619688046 - Property 1295455071
source: Specifies the total number of unused variables.
de_de: Gibt die Gesamtzahl der nicht verwendeten Variablen an.
ro_ro: Specifică numărul total de variabile neutilizate.

# Page 2172956895 - Control 1292293280 - Property 1295455071
source: Specifies the number of the object.
de_de: Gibt die Nummer des Objekts an.
ro_ro: Specifică numărul obiectului.

# Page 2172956895 - Control 4766335 - Property 1295455071
source: Specifies the type of the object.
de_de: Gibt den Typ des Objekts an.
ro_ro: Specifică tipul obiectului.

# Page 2172956895 - Control 2175232469 - Property 1295455071
source: Specifies the number of relations the object has from other objects.
de_de: Gibt die Anzahl der Verbindungen an, die das Objekt von anderen Objekten hat.
ro_ro: Specifică numărul de relații pe care obiectul le are de la alte obiecte.

# Page 2172956895 - Control 1472867162 - Property 1295455071
source: Specifies the number of relations the object has to other objects.
de_de: Gibt die Anzahl der Verbindungen an, die das Objekt zu anderen Objekten hat.
ro_ro: Specifică numărul de relații pe care obiectul le are catre alte obiecte.

# Page 2172956895 - Control 1211769881 - Property 1295455071
source: Specifies the number of objects the object is used in.
de_de: Gibt die Anzahl der Objekte an, in denen das Objekt verwendet wird.
ro_ro: Specifică numărul de obiecte în care este utilizat obiectul.

# Page 2172956895 - Action 215494501 - Property 2879900210
source: Update Details
de_de: Details aktualisieren
ro_ro: Actualizeaza detalii

# Page 2172956895 - Action 215494501 - Method 1377591017 - NamedType 583845779
source: Do you want to update the details of all objects?
de_de: Möchten Sie die Details aller Objekte aktualisieren?
ro_ro: Doriți să actualizați detaliile tuturor obiectelor?

# Page 2172956895 - Action 215494501 - Method 1377591017 - NamedType 2151118842
source: All details are successfully updated.
de_de: Alle Angaben werden erfolgreich aktualisiert.
ro_ro: Toate detaliile sunt actualizate cu succes.

# Page 2172956895 - Action 4059609273 - Property 2879900210
source: Update Fields and Keys
de_de: Felder und Schlüssel aktualisieren
ro_ro: Actualizeaza campuri si chei

# Page 2172956895 - Action 4059609273 - Method 1377591017 - NamedType 3179520905
source: Do you want to update the fields and keys of all objects?
de_de: Möchten Sie die Felder und Schlüssel aller Objekte aktualisieren?
ro_ro: Doriți să actualizați câmpurile și cheile tuturor obiectelor?

# Page 2172956895 - Action 4059609273 - Method 1377591017 - NamedType 3146704059
source: All fields and keys are successfully updated.
de_de: Alle Felder und Schlüssel werden erfolgreich aktualisiert.
ro_ro: Toate câmpurile și cheile sunt actualizate cu succes.

# Page 2172956895 - Action 459552838 - Property 2879900210
source: Update Methods and Events
de_de: Methoden und Ereignise aktualisieren
ro_ro: Actualizeaza Metode si Evenimente

# Page 2172956895 - Action 459552838 - Method 1377591017 - NamedType 2486369875
source: Do you want to update the methods and events of all objects?
de_de: Möchten Sie die Methoden und Ereignisse aller Objekte aktualisieren?
ro_ro: Doriți să actualizați metodele și evenimentele tuturor obiectelor?

# Page 2172956895 - Action 459552838 - Method 1377591017 - NamedType 323714705
source: All methods and events are successfully updated.
de_de: Alle Methoden und Ereignisse werden erfolgreich aktualisiert.
ro_ro: Toate metodele și evenimentele sunt actualizate cu succes.

# Page 2172956895 - Action 1001057769 - Property 2879900210
source: Update Objects
de_de: Objekte aktualisieren
ro_ro: Actualizeaza Obiecte

# Page 2172956895 - Action 1001057769 - Method 1377591017 - NamedType 817049054
source: Do you want to update the objects?
de_de: Möchten Sie die Objekte aktualisieren?
ro_ro: Doriți să actualizați obiectele?

# Page 2172956895 - Action 1001057769 - Method 1377591017 - NamedType 1772536322
source: Objects already updated!
de_de: Objekte bereits aktualisiert!
ro_ro: Obiecte deja actualizate!

# Page 2172956895 - Action 1001057769 - Method 1377591017 - NamedType 1840789904
source: Objects successfully updated!
de_de: Objekte erfolgreich aktualisiert!
ro_ro: Obiectele au fost actualizate cu succes!

# Page 2172956895 - Action 2391702019 - Property 2879900210
source: Update Relations/Usage
de_de: Verbindungen/Verwendung aktualisieren
ro_ro: Actualizeaza Relatii/Utilizari

# Page 2172956895 - Action 2391702019 - Method 1377591017 - NamedType 482208662
source: Do you want to update the relations and the usage of all objects?
de_de: Möchten Sie die Verbindungen und die Verwendung aller Objekte aktualisieren?
ro_ro: Doriți să actualizați relațiile și utilizarea tuturor obiectelor?

# Page 2172956895 - Action 2391702019 - Method 1377591017 - NamedType 541692581
source: The relations for all objects are successfully updated.
de_de: Die Verbindungen für alle Objekte werden erfolgreich aktualisiert.
ro_ro: Relațiile pentru toate obiectele sunt actualizate cu succes.

# Page 2172956895 - Action 1271013808 - Property 2879900210
source: Update Variables
de_de: Variablen aktualisieren
ro_ro: Actualizeaza variabilele

# Page 2172956895 - Action 1271013808 - Method 1377591017 - NamedType 1465181905
source: Do you want to update the variables of all objects?
de_de: Möchten Sie die Variablen aller Objekte aktualisieren?
ro_ro: Doriți să actualizați variabilele tuturor obiectelor?

# Page 2172956895 - Action 1271013808 - Method 1377591017 - NamedType 3744252115
source: The variables from all objects are successfully updated.
de_de: Die Variablen von allen Objekten werden erfolgreich aktualisiert.
ro_ro: Variabilele din toate obiectele sunt actualizate cu succes.

# Page 2172956895 - Action 539311483 - Property 2879900210
source: Customer view
de_de: Kundenansicht
ro_ro: Vizualizare client

# Page 2172956895 - Action 1198684624 - Property 2879900210
source: Top 10 objects
de_de: Top 10 Objekte
ro_ro: Top 10 obiecte

# Page 2096197876 - Property 2879900210
source: Object Details Subpage
de_de: Objektdetails Unterseite
ro_ro: Detalii Object Subpagina

# Page 2096197876 - Control 2879900210 - Property 1295455071
source: Specifies the caption of the data.
de_de: Gibt die Beschriftung der Daten an.
ro_ro: Specifică legenda datelor.

# Page 2096197876 - Control 3641927271 - Property 1295455071
source: Specifies the ID of the data.
de_de: Gibt die ID der Daten an.
ro_ro: Specifică ID-ul datelor.

# Page 2096197876 - Control 2961552353 - Property 1295455071
source: Specifies the name of the data.
de_de: Gibt den Namen der Daten an.
ro_ro: Specifică numele datelor.

# Page 2096197876 - Control 1878130204 - Property 1295455071
source: Specifies the type of the data.
de_de: Gibt den Typ der Daten an.
ro_ro: Specifică tipul de date.

# Page 2096197876 - Control 1674963993 - Property 1295455071
source: Specifies the data type and its length.
de_de: Gibt den Datentyp und seine Länge an.
ro_ro: Specifică tipul de date și lungimea acestora.

# Page 2942433581 - Property 2879900210
source: Object Metadata Page
de_de: Objektdetails Zeilen Übersicht
ro_ro: Pagina de metadate a obiectelor

# Report 2752833042 - Property 2879900210
source: Object Details Customer View
de_de: Objektdetails Kundenansicht
ro_ro: Detalii Obiect Vizualizare Client

# Report 2752833042 - NamedType 2985443577
source: Events
de_de: Ereignise
ro_ro: Evenimente

# Report 2752833042 - NamedType 400823947
source: Fields
de_de: Felder
ro_ro: Campuri

# Report 2752833042 - NamedType 1530047184
source: Keys
de_de: Schlüssel
ro_ro: Chei

# Report 2752833042 - NamedType 2917820552
source: Methods
de_de: Methoden
ro_ro: Metode

# Report 2752833042 - NamedType 2494615809
source: No of Objects Used In
de_de: Anzahl der verwendeten Objekte in
ro_ro: Nr. obiecte folosite in

# Report 2752833042 - NamedType 4062480804
source: No of times used
de_de: Anzahl der Verwendungen
ro_ro: Nr. de ori folosit

# Report 2752833042 - NamedType 3451549983
source: Relations
de_de: Verbindungen
ro_ro: Relatii

# Report 2752833042 - NamedType 3260529299
source: Customer view: %1 %2 "%3"
de_de: Kundenansicht: %1 %2 %3
ro_ro: Vizualizare client: %1 %2 %3

# Report 2752833042 - NamedType 3380582908
source: Unused Methods
de_de: Unbenutzte Methoden
ro_ro: Metode nefolosite

# Report 2752833042 - NamedType 4036819314
source: Unused Parameters
de_de: Unbenutzte Parameter
ro_ro: Parametrii nefolositi

# Report 2752833042 - NamedType 162497658
source: Unused Return Values
de_de: Unbenutzte Rückgabewerte
ro_ro: Valori de returnare nefolosite

# Report 2752833042 - NamedType 1614453859
source: Unused Variables
de_de: Unbenutzte Variablen
ro_ro: Variabile nefolosite

# Report 2752833042 - NamedType 1637714513
source: Used In No of Objects
de_de: Verwendet in Anzahl von Objekten
ro_ro: Utilizat in nr. de obiecte

# Report 2752833042 - NamedType 1979324175
source: Variables
de_de: Variablen
ro_ro: Variabile

# Report 2752833042 - ReportLabel 3071622107
source: Count
de_de: Zählung
ro_ro: Numar

# Report 2752833042 - ReportLabel 2318046708
source: Details
ro_ro: Detalii

# Report 2752833042 - ReportLabel 1981706351
source: Name
ro_ro: Nume

# Report 2752833042 - ReportLabel 217683198
source: No. Times Used
de_de: Nr. Verwendete Zeiten
ro_ro: Numar de ori folosit

# Report 2752833042 - ReportLabel 534296058
source: Object No.
de_de: Objekt Nr.
ro_ro: Nr. obiect

# Report 2752833042 - ReportLabel 3850977377
source: Object Type
de_de: Objekttyp
ro_ro: Tip obiect

# Report 2752833042 - ReportLabel 961827798
source: Type
de_de: Art
ro_ro: Tip

# Report 2752833042 - ReportLabel 3565295079
source: Type Name
de_de: Art Name
ro_ro: Nume tip

# Report 2752833042 - Control 1085746399 - Property 2879900210
source: Object Type
de_de: Objekttyp
ro_ro: Tip Obiect

# Report 2752833042 - Control 1292293280 - Property 2879900210
source: Object No.
de_de: Objekt Nr.
ro_ro: Nr. Obiect

# Report 2805527838 - Property 2879900210
source: Object Statistics Top 10
de_de: Objektstatistik Top 10
ro_ro: Statistici obiect Top 10

# Report 2805527838 - NamedType 748672224
source: Top %1 objects from database with most %2
de_de: Top %1 Objekte aus der Datenbank mit den meisten %2
ro_ro: Top %1 obiecte din baza de date cu cele mai multe %2

# Report 2805527838 - NamedType 3890247928
source: Sorting the objects... #1
de_de: Sortieren der Objekte... #1
ro_ro: Sortarea obiectelor... #1

# Report 2805527838 - Method 3816575399 - NamedType 3203928494
source: Options:
de_de: Optionen:
ro_ro: Optiuni:

# Report 2805527838 - Method 3816575399 - NamedType 961827798
source: Type:
de_de: Art:
ro_ro: Tip:

# Report 2805527838 - Method 3816575399 - NamedType 828691623
source: Used:
de_de: Verwendet:
ro_ro: Utilizat:

# Report 2805527838 - Method 3816575399 - NamedType 793465151
source: Number of Objects:
de_de: Anzahl von Objekten:
ro_ro: Numar obiecte:

# Report 2805527838 - Method 3816575399 - NamedType 2003988546
source: Chart Type:
de_de: Chart-Typ:
ro_ro: Tip chart:

# Report 2805527838 - Method 32751242 - NamedType 3724190090
source: keys
de_de: Schlüssel
ro_ro: chei

# Report 2805527838 - Method 32751242 - NamedType 2713365493
source: fields
de_de: Felder
ro_ro: campuri

# Report 2805527838 - Method 32751242 - NamedType 2149395349
source: integration events
de_de: integration Ereignisse
ro_ro: evenimente integrare

# Report 2805527838 - Method 32751242 - NamedType 3804433093
source: business events
de_de: business Ereignisse
ro_ro: evenimente business

# Report 2805527838 - Method 32751242 - NamedType 3841281911
source: global methods
de_de: globale Methoden
ro_ro: metode globale
